archlinux-xdg-menu
brightnessctl
bluetui
bluez
cmake
cpio
curl
debugedit
fastfetch
fakeroot
fd
fzf
gnome-keyring
go
grim
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprsunset
imagemagick
kitty
mako
meson
nautilus
networkmanager
pamixer
pkg-config
playerctl
pipewire-pulse
qt5-wayland
qt6-wayland
rofi
starship
swww
ttf-firacode-nerd
ttf-noto-nerd
waybar
wlr-randr
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
zsh
