archlinux-xdg-menu
cmake
cpio
curl
dolphin
dunst
fastfetch
gcc
gnome-keyring
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprsunset
kitty
meson
neovim
papirus-icon-theme
pkg-config
rofi
sddm
swww
ttf-firacode-nerd
ttf-noto-nerd
uwsm
vi
vim
waybar
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
zsh
zsh-completions
