archlinux-xdg-menu
cmake
cpio
curl
debugedit
fastfetch
fakeroot
gnome-keyring
go
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprsunset
kitty
mako
meson
nautilus
pkg-config
pipewire-pulse
rofi
starship
swww
ttf-firacode-nerd
ttf-noto-nerd
waybar
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
zsh
